Ran Plan for project: `atlantis-sample` dir: `atlantis/atlantis-sample` workspace: `default`

<details><summary>Show Output</summary>

```diff
data.aws_caller_identity.current: Reading...
data.aws_caller_identity.current: Read complete after 1s [id=728291782722]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_s3_bucket.bucket will be created
+ resource "aws_s3_bucket" "bucket" {
      + acceleration_status         = (known after apply)
      + acl                         = "private"
      + arn                         = (known after apply)
      + bucket                      = "terraform-ci-test-backet-atlantis-kzkmaeda"
      + bucket_domain_name          = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + object_lock_enabled         = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags                        = {
          + "Environment" = "test"
          + "Name"        = "terraform-ci-test-backet-atlantis-kzkmaeda"
        }
      + tags_all                    = {
          + "Environment" = "test"
          + "Name"        = "terraform-ci-test-backet-atlantis-kzkmaeda"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)

      + object_lock_configuration {
          + object_lock_enabled = (known after apply)

          + rule {
              + default_retention {
                  + days  = (known after apply)
                  + mode  = (known after apply)
                  + years = (known after apply)
                }
            }
        }

      + versioning {
          + enabled    = (known after apply)
          + mfa_delete = (known after apply)
        }
    }

  # aws_s3_bucket_acl.bucket will be created
+ resource "aws_s3_bucket_acl" "bucket" {
      + acl    = "private"
      + bucket = (known after apply)
      + id     = (known after apply)

      + access_control_policy {
          + grant {
              + permission = (known after apply)

              + grantee {
                  + display_name  = (known after apply)
                  + email_address = (known after apply)
                  + id            = (known after apply)
                  + type          = (known after apply)
                  + uri           = (known after apply)
                }
            }

          + owner {
              + display_name = (known after apply)
              + id           = (known after apply)
            }
        }
    }

Plan: 2 to add, 0 to change, 0 to destroy.
╷
│ Warning: Version constraints inside provider configuration blocks are deprecated
│ 
│   on backend.tf line 15, in provider "aws":
│   15:   version                  = "~>3.0"
│ 
│ Terraform 0.13 and earlier allowed provider version constraints inside the
│ provider configuration block, but that is now deprecated and will be
│ removed in a future version of Terraform. To silence this warning, move the
│ provider version constraint into the required_providers block.
╵

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p atlantis-sample`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.kzk-maeda.work/lock?id=kzk-maeda%252Fterraform-ci%252Fatlantis%252Fatlantis-sample%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p atlantis-sample`
</details>
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
